Repository: svetlemodry/omegat-en-cs
Catalog: omegat/project_save.tmx
Source language: en
Languages: cs

source: Scan any XPUB and Sentinel will keep watch, alerting you of any new incoming transactions and allowing you to create new addresses so you can receive bitcoin on your mobile device.\n\nSentinel is the easiest and most secure way to keep track and receive payments to your cold storage wallet.\n\nSentinel can't send bitcoin out of your wallet, and your private keys are never communicated with Sentinel in any way.
cs: Naskenujte jakýkoliv XPUB a Sentinel ho bude hlídat, upozorňovat na nové příchozí transakce a umožní vytváření nových adres pro přijímání bitcoinů.\n\nSentinel je nejjednodušší a nejbezpečnější cesta pro udržování přehledu a přijímání plateb do vaší cold storage peněženky.\n\nSentinel neumí odesílat bitcoiny z peněženky, a privátní klíče nejsou nikdy ukládány v jakékoliv podobě v aplikaci Sentinel.

source: Scan error
cs: Chyba skenování

source: Scramble PIN entry
cs: Promíchat PIN klávesnici

source: Screen Orientation
cs: Orientace obrazovky

source: Search
cs: Hledat

source: Search a Comic
cs: Hledat komix

source: Search an Article
cs: Hledat článek

source: Search…
cs: Hledat...

source: Secret accepted!
cs: Tajemství souhlasí!

source: Secrets do not match
cs: Tajemství se neshodují

source: Section 1
cs: Sekce 1

source: Section 2
cs: Sekce 2

source: Section 3
cs: Sekce 3

source: Secure Slow Sync frequency
cs: Frekvence bezpečné pomalé synchronizace

source: Secure conversation
cs: Zabezpečená konverzace

source: Secure erase wallet
cs: Bezpečně smazat peněženku

source: Securely erase this wallet from the device.
cs: Bezpečně smaže peněženku na tomto přístroji.

source: Security error
cs: Bezpečnostní chyba

source: See FAQ for more info.
cs: Pro více informací přečtěte FAQ.

source: Select
cs: Vybrat

source: Select CSV file …
cs: Vybrat CSV soubor

source: Select File
cs: Vybrat soubor

source: Select OpenPGP Key id
cs: Vybrat ID OpenPGP klíče

source: Select OpenPGP Provider
cs: Vybrat poskytovatele OpenPGP

source: Select Units
cs: Vybrat jednotky

source: Select a primary color
cs: Vybrat výchozí barvu

source: Select a vehicle.
cs: Vybrat vozidlo.

source: Select account
cs: Vybrat účet

source: Select an accent color
cs: Vybrat barvu zvýraznění

source: Select contact
cs: Vybrat kontakt

source: Select currency
cs: Vybrat měnu

source: Select external repository
cs: Vybrat externí repozitář

source: Select up to one address book (tap again to unselect):
cs: Vybrat nejvýše jeden adresář (opakovaně tapnout pro odebrání):

source: Select your calendars:
cs: Vyberte své kalendáře:

source: Select your preferred style
cs: Vyberte svůj oblíbený styl

source: Send
cs: Odeslat

source: Send OTR encrypted message
cs: Poslat OTR šifrovanou zprávu

source: Send OpenPGP encrypted message
cs: Poslat OpenPGP šifrovanou zprávu

source: Send SMS to a trusted mobile number when the SIM card is changed.
cs: Odeslat SMS na důvěryhodné mobilní číslo, pokud je SIM karta vyměněna.

source: Send SMS to trusted mobile number when the SIM card is changed.
cs: Odešle SMS na důvěryhodné číslo při výměně SIM karty.

source: Send a message to start an encrypted chat
cs: Zaslat zprávu pro spuštění šifrovaného chatu

source: Send a notification when new updates are available
cs: Zobrazit upozornění při dostupných aktualizacích

source: Send again
cs: Poslat znovu

source: Send button indicates status
cs: Tlačítko pro odeslání zobrazuje stav

source: Send email with…
cs: Odeslat email s…

source: Send me an email
cs: Poslat email

source: Send now
cs: Odeslat teď

source: Send or receive?
cs: Zaslat nebo přijmout?

source: Send password as plaintext using…
cs: Odeslat heslo jako plaintext za použití…

source: Send payment code
cs: Odeslat kód platby

source: Send plain text message
cs: Poslat textovou zprávu

source: Send presence updates
cs: Zasílat změny stavu

source: Send private message to %s
cs: Zaslat soukromou zprávu pro %s

source: Send to (BTC address)
cs: Zaslat na (BTC adresu)

source: Send unencrypted
cs: Poslat nešifrované

source: Sending %s
cs: Odesílám %s

source: Sentinel cannot send bitcoin.
cs: Sentinel neumí odesílat bitcoiny.

source: Server URL
cs: URL serveru

source: Server address
cs: Adresa serveru

source: Server configuration
cs: Nastavení serveru

source: Server configuration is valid, great!
cs: Výborně, nastavení serveru je funkční!

source: Server does not support registration
cs: Server nepodporuje registrace

source: Server doesn't support this feature.
cs: Server nepodporuje tuto funkci.

source: Server info
cs: Údaje serveru

source: Server not found
cs: Server nenalezen

source: Server password
cs: Heslo serveru

source: Server test failed, please verify your configuration.
cs: Test serveru selhal, ověřte prosím svou konfiguraci.

source: Service
cs: Služba

source: Service details will be auto-detected by domain name.
cs: Detaily účtu budou automaticky rozpoznány podle doménového jména.

source: Service details will be auto-detected by initial URL and user name.
cs: Detaily účtu budou automaticky rozpoznány podle URL a uživatelského jména.

source: Set
cs: Nastavit

source: Set Tag
cs: Nastavit tag

source: Set click & long click actions.
cs: Nastavit akci pro normální a dlouhé kliknutí.

source: Set clipboard history limit.
cs: Nastavit limit historie schránky.

source: Set end date
cs: Zadat koncové datum

source: Set lowest lux
cs: Nastavit nejnižší osvětlení

source: Set notification priority.
cs: Nastavit prioritu upozornění

source: Set the time you want the password to be in clipboard
cs: Nastavení času po který bude heslo uloženo ve schránce

source: Set your OpenPGP account
cs: Nastavit OpenPGP účet

source: Sets the alarm to full value when it's triggered.
cs: Nastaví alarm na plnou hodnotu při zvonění.

source: Sets the current comic number as Action Bar Subtitle
cs: Nastaví číslo aktuálního komixu jako titulek akčního panelu

source: Settings
cs: Nastavení

source: Settings not found!
cs: Nastavení nenalezeno!

source: Setup alt text and sharing behavior
cs: Nastavit chování sdílení a alternativního textu

source: Setup the night theme
cs: Nastavit noční téma

source: Share
cs: Sdílet

source: Share CSV via …
cs: Sdílet CSV pomocí

source: Share Comic
cs: Sdílet komix

source: Share HTML via …
cs: Sdílet HTML pomocí

source: Share Image
cs: Sdílet obrázek

source: Share Location
cs: Sdílet umístění

source: Share URL
cs: Sdílet URL

source: Share article
cs: Sdílet článek

source: Share image
cs: Sdílet obrázek

source: Share image with…
cs: Sdílet obrázek s…

source: Share location
cs: Sdílet umístění

source: Share m.xkcd.com links instead of xkcd.com
cs: Sdílet m.xkcd.com odkazy místo xkcd.com

source: Share mobile links
cs: Sdílet mobilní odkazy

source: Share station link with..
cs: Sdílet odkaz stanice s

source: Share text to…
cs: Sdílet text do...

source: Share this receive address?
cs: Sdílet tuto přijímací adresu?

source: Share url with…
cs: Sdílet url s…

source: Share with
cs: Sdílet s

source: Share with Conversation
cs: Sdílet s konverzací

source: Share with…
cs: Sdílet s...

source: Shared Secret
cs: Sdílené tajemství

source: Sharing
cs: Sdílet

source: Should a single click on stations open external
cs: Má dotyk na stanice otevřít externí

source: Show Action Bar Subtitle
cs: Zobrazit titulek akčního panelu

source: Show BIP39 passphrase
cs: Zobrazit BIP39 bezpečnostní heslo

source: Show BIP39 passphrase for this wallet.
cs: Zobrazí BIP39 bezpečnostní heslo této peněženky.

source: Show QR code
cs: Zobrazit QR kód

source: Show XPUB
cs: Zobrazit XPUB

source: Show all stations when starting RadioDroid
cs: Zobrazit všechny stanice po spuštění RadioDroid

source: Show alt text by default
cs: Zobrazit alternativní text ve výchozím nastavení

source: Show block list
cs: Zobrazit seznam blokovaných

source: Show broken stations in lists
cs: Zobrazovat nefunkční stanice v seznamech

source: Show dynamic tags
cs: Zobrazit dynamické tagy

source: Show enter key
cs: Zobrazit klávesu enter

source: Show extended key for this wallet account (can be copied to clipboard).
cs: Zobrazí rozšířený klíč účtu této peněženky (lze zkopírovat do schránky).

source: Show extended public key for an account.
cs: Zobrazit rozšířený veřejný klíč účtu.

source: Show hex seed
cs: Zobrazit hex semínko

source: Show hex seed for this wallet.
cs: Zobrazí hex semínko této peněženky.

source: Show location
cs: Zobrazit umístění

source: Show mnemonic
cs: Zobrazit paměťovou nápovědu

source: Show mnemonic for this wallet.
cs: Zobrazí paměťovou nápovědu pro tuto peněženku.

source: Show notification.
cs: Zobrazit upozornění.

source: Show overall trend
cs: Zobrazit celkový trend

source: Show passphrase
cs: Zobrazit bezpečnostní frázi

source: Show public transport
cs: Zobrazit veřejnou dopravu

source: Show single use tags
cs: Zobrazit osamocené tagy

source: Show starred stations when starting RadioDroid
cs: Zobrazit oblíbené stanice po spuštění RadioDroid

source: Show the password
cs: Zobrazit heslo

source: Show trend
cs: Zobrazit trend

source: Show updates count on indicator
cs: Zobrazovat u indikátoru počet aktualizací

source: Showing all the contacts tagged with <span class="pretty-tag">:name</span>
cs: Zobrazeny všechny kontakty s tagem <span class="pretty-tag">:name</span>

source: Shuffle
cs: Náhodně

source: Sign in
cs: Přihlášení

source: Sign in or register
cs: Přihlásit se nebo registrovat

source: Significant other
cs: Drahá polovička

source: Simple activities
cs: Jednoduché aktivity

source: Single Tap
cs: Krátký dotyk

source: Single use tags will be shown
cs: Tagy použité pouze jednou budou zobrazeny

source: Single use tags will not be shown
cs: Tagy použité pouze jednou nebudou zobrazeny

source: Skip
cs: Přeskočit

source: Skipped
cs: Přeskočeno

source: Sleep timer
cs: Časovač před spaním

source: Sleep timer: %1$02d:%2$02d
cs: Časovač před spaním: %1$02d:%2$02d

source: Small
cs: Malý

source: Small Cards
cs: Malé karty

source: Snoozed until
cs: Uspat do

source: So you like Easy xkcd?
cs: Takže se ti Easy xkcd líbí?

source: Something went wrong while converting your picture
cs: Při konverzi obrázku se něco nezdařilo

source: Songs
cs: Skladby

source: Sort
cs: Řazení

source: Sort by first name A → Z
cs: Řadit podle jména A → Z

source: Sort by first name Z → A
cs: Řadit podle jména Z → A

source: Sort by last name A → Z
cs: Řadit podle příjmení A → Z

source: Sort by last name Z → A
cs: Řadit podle příjmení Z → A

source: Sound
cs: Zvuk

source: Speed of bright response
cs: Rychlost změny rozjasnění

source: Speed of dim response
cs: Rychlost změny ztmavení

source: Starred
cs: Oblíbené

source: Starred stations at startup
cs: Oblíbené stanice po spuštění

source: Start Conversation
cs: Začít konverzaci

source: Start at date
cs: Začít na datu

source: Start at mileage
cs: Začít na vzdálenosti

source: Start time
cs: Odkdy

source: Starting proxy..
cs: Spouštění proxy..

source: Stations
cs: Stanice

source: Statistics
cs: Statistiky

source: Statistics about your account
cs: Statistiky tohoto účtu

source: Stealth
cs: Tajný

source: Stealth launcher
cs: Tajné spouštění

source: Stealth send
cs: Tajné odeslání

source: Stealth settings
cs: Tajná nastavení

source: Step of adjustment
cs: Krok změny

source: Stop
cs: Zastavit

source: Stop old player..
cs: Ukončení starého přehrávače..

source: Stop playing after %1$s minutes
cs: Ukončit přehrávání po %1$s minutách

source: Stop the service
cs: Ukončit službu

source: Stopped
cs: Zastaveno

source: Stopped at csv line %1$d.
cs: Zastavilo se na řádku %1$d csv souboru.

source: Storage
cs: Úložiště

source: Store nonsense in the clipboard 20 times instead of just once.
cs: Uložit dvacet náhodných textů do schránky namísto pouze jednoho.

source: Streaks
cs: Rada

source: Stream caching problem
cs: Problém s cache streamu

source: Stream url problem
cs: Problém s URL streamu

source: Street (optional)
cs: Ulice (volitelné)

source: Street price
cs: Pouliční cena

source: Style
cs: Styl

source: Style Preferences
cs: Nastavení vzhledu

source: Subscription
cs: Odběry

source: Subscriptions
cs: Odběry

source: Support the project on the long run, so we can introduce more great features.
cs: Dlouhodobá podpora projektu, která umožní zavedení dalších skvělých funkcí.

source: Suspend
cs: Uspat

source: Suspend date
cs: Datum uspání

source: Suspended
cs: Uspaný

source: Suspended since %s
cs: Uspaný od %s

source: Sweep address failed
cs: Vyprázdnění adresy selhalo

source: Sweep address for
cs: Vyprázdnit adresu pro

source: Sweep cold storage
cs: Vybrat cold storage

source: Sweep private key
cs: Čištění privátního klíče

source: Swipe to navigate
cs: Potáhnout pro navigaci

source: Symbols
cs: Symboly

source: Sync all payment codes
cs: Synchronizovat všechny platební kódy

source: Sync in progress...
cs: Probíhá synchronizace...

source: Sync options
cs: Možnosti synchronizace

source: Sync process
cs: Proces synchronizace

source: Synchronization
cs: Synchronizace

source: Synchronization failed
cs: Synchronizace selhala

source: Synchronize
cs: Synchronizovat

source: Synchronize all messages
cs: Synchronizovat všechny zprávy

source: Synchronize in 2.5G (GPRS)
cs: Synchronizovat přes 2.5G (GPRS)

source: Synchronize in 2G
cs: Synchronizovat přes 2G

source: Synchronize in 3G
cs: Synchronizovat přes 3G

source: Synchronize in 4G
cs: Synchronizovat přes 4G

source: Synchronize in Wi-Fi
cs: Synchronizovat přes Wi-Fi

source: Synchronize in other modes
cs: Synchronizovat přes jiná připojení

source: Synchronize now
cs: Synchronizovat teď

source: Synchronize repository
cs: Synchronizovat repozitář

source: Syncing with network.
cs: Synchronizace se sítí.

source: Tags
cs: Tagy

source: Tags are a great way of categorizing your contacts.
cs: Tagy jsou šikovné řešení kategorizace kontaktů.

source: Tags management
cs: Správa tagů

source: Tags work like folders, but you can add more than one tag to a contact.
cs: Tagy fungují jako adresáře, kontaktům můžete ale přidat vícero tagů.

source: Take picture
cs: Vyfotit obrázek

source: Take survey
cs: Vyplňte dotazník

source: Takes up ~150MB.
cs: Zabere až ~150MB.

source: Tank Full
cs: Nádrž plná

source: Tank Size (%1$s)
cs: Velikost nádrže (%1$s)

# Tank is not full. Adjust gauge for estimate.
source: Tank is not full.\nAdjust gauge\nfor estimate.
cs: Nádrž není plná.\nUpravte ukazatel\npro odhad.

source: Tap OK to go to Accessibility settings.
cs: Ťukni na OK pro zobrazení nastavení přístupnosti.

source: Tap an image to view its mouseover text!
cs: Dotykem na obrázek lze zobrazit jeho text zobrazovaný při přejetí myši!

source: Tap here to open the track list editor.
cs: Tapni sem pro otevření editoru seznamu stop.

source: Tap the icon to switch between dim and bright.
cs: Dotykem na ikonu přepínat jas.

source: Tap to Cancel
cs: Dotykem zrušit

source: Tap to restart the app.
cs: Dotykem restartovat aplikaci.

source: Tap up and down to adjust brightness.
cs: Měnit jas posuvem nahoru a dolů.

source: Target directory already exist.
cs: Cílový adresář již existuje.

source: Tasks
cs: Úkoly

source: Temporarily disable
cs: Dočasně vypnout

source: Temporarily disabled
cs: Dočasně vypnuto

source: Temporary stopped
cs: Dočasně pozastaveno

source: Testing server
cs: Testování serveru

source: Text Size
cs: Velikost písma

source: Text Zoom
cs: Zvětšení textu

source: Thanks to
cs: Poděkování

source: That's you
cs: Toto jsi ty

source: The :attribute and :other must be different.
cs: :attribute a :other se nesmí shodovat.

source: The :attribute and :other must match.
cs: :attribute a :other se musí shodovat.

source: The :attribute confirmation does not match.
cs: :attribute ověření se neshoduje.

source: The :attribute does not match the format :format.
cs: :attribute neodpovídá formátu :format.

source: The :attribute field does not exist in :other.
cs: Pole :attribute neexistuje v :other.

source: The :attribute field has a duplicate value.
cs: Pole :attribute obsahuje duplicitní hodnotu.

source: The :attribute field is required unless :other is in :values.
cs: Pole :attribute je vyžadováno, pokud :other je v :values.

source: The :attribute field is required when :other is :value.
cs: Pole :attribute je vyžadováno, když :other má hodnotu :value.

source: The :attribute field is required when :values is not present.
cs: Pole :attribute je vyžadováno, pokud :values není dárek.

source: The :attribute field is required when :values is present.
cs: Pole :attribute je vyžadováno, pokud :values je dárek.

source: The :attribute field is required when none of :values are present.
cs: Pole :attribute je vyžadováno, pokud není žádná z :values dárek.

source: The :attribute field is required.
cs: Pole :attribute je vyžadováno.

source: The :attribute field must be present.
cs: :attribute musí být dárek.

source: The :attribute field must be true or false.
cs: Pole :attribute musí být true nebo false.

source: The :attribute format is invalid.
cs: :attribute formát není platný.

source: The :attribute has already been taken.
cs: :attribute je již použitý.

source: The :attribute is not a valid URL.
cs: :attribute není platná adresa URL.

source: The :attribute is not a valid date.
cs: :attribute není platné datum.

source: The :attribute may not be greater than :max characters.
cs: :attribute nesmí být delší než :max znaků.

source: The :attribute may not be greater than :max kilobytes.
cs: :attribute nesmí být větší než :max kilobajtů.

source: The :attribute may not be greater than :max.
cs: :attribute nesmí být vyšší než :max.

source: The :attribute may not have more than :max items.
cs: :attribute nesmí obsahovat více než :max položek.

source: The :attribute may only contain letters and numbers.
cs: :attribute smí obsahovat pouze písmena a číslice.

source: The :attribute may only contain letters, numbers, and dashes.
cs: :attribute smí obsahovat pouze písmena, číslice a pomlčky.

source: The :attribute may only contain letters.
cs: :attribute smí obsahovat pouze písmena.

source: The :attribute must be :digits digits.
cs: :attribute musí být :digits číslic.

source: The :attribute must be :size characters.
cs: :attribute musí být :size znaků.

source: The :attribute must be :size kilobytes.
cs: :attribute musí být :size kilobajtů.

source: The :attribute must be :size.
cs: :attribute musí být :size.

source: The :attribute must be a date after :date.
cs: :attribute musí být datum po :date.

source: The :attribute must be a date before :date.
cs: :attribute musí být datum před :date.

source: The :attribute must be a file of type: :values.
cs: :attribute musí být soubor typu: :values.

source: The :attribute must be a number.
cs: :attribute musí být číslice.

source: The :attribute must be a string.
cs: :attribute musí být řetězec.

source: The :attribute must be a valid IP address.
cs: :attribute musí být platná IP adresa.

source: The :attribute must be a valid JSON string.
cs: :attribute musí být platný JSON řetězec.

source: The :attribute must be a valid email address.
cs: :attribute musí být platná emailová adresa.

source: The :attribute must be a valid zone.
cs: :attribute musí být platná zóna.

source: The :attribute must be accepted.
cs: :attribute musí být přijmut.

source: The :attribute must be an array.
cs: :attribute musí být proměnná.

source: The :attribute must be an image.
cs: :attribute musí být obrázek.

source: The :attribute must be an integer.
cs: :attribute musí být celé číslo.

source: The :attribute must be at least :min characters.
cs: :attribute musí obsahovat alespoň :min znaků.

source: The :attribute must be at least :min kilobytes.
cs: :attribute musí být alespoň :min kilobajtů.

source: The :attribute must be at least :min.
cs: :attribute musí být alespoň :min.

source: The :attribute must be between :min and :max characters.
cs: :attribute musí být v rozmezí :min a :max znaků.

source: The :attribute must be between :min and :max digits.
cs: :attribute musí být v rozmezí :min a :max číslic.

source: The :attribute must be between :min and :max kilobytes.
cs: :attribute musí být v rozmezí :min a :max kilobajtů.

source: The :attribute must be between :min and :max.
cs: :attribute musí být v rozmezí :min a :max.

source: The :attribute must contain :size items.
cs: :attribute musí obsahovat :size položek.

source: The :attribute must have at least :min items.
cs: :attribute musí obsahovat alespoň :min položek.

source: The :attribute must have between :min and :max items.
cs: :attribute musí mít mezi :min a :max položek.

source: The activity has been added successfully
cs: Aktivita byla úspěšně přidána

source: The activity has been deleted successfully
cs: Aktivita byla úspěšně smazána

source: The activity has been updated successfully
cs: Aktivita byla úspěšně aktualizována

source: The address of the server.
cs: Adresa serveru.

source: The app you used to select this image did not provide us with enough permissions to read the file.\n\nUse a different file manager to choose an image
cs: Aplikace, která byla vybrána pro výběr obrázku, nepovolila přečtení souboru.\n\nZkuste použít jiného správce souborů pro výběr obrázku

source: The backup folder is:
cs: Adresář se zálohami je:

source: The block explorer used to view transaction details.
cs: Prohlížeč bloků použitý pro zobrazování detailů transakcí.

source: The certificate could not be trusted.
cs: Tento certifikát není důvěryhodný.

source: The child has been added with success
cs: Dítě bylo úspěšně přidáno

source: The child has been deleted successfully
cs: Dítě bylo úspěšně smazáno

source: The child has been updated successfully
cs: Dítě bylo úspěšně aktualizován

source: The contact already exists
cs: Kontakt již existuje

source: The contact has been deleted
cs: Kontakt byl smazán

source: The contact is not in your roster.
cs: Kontakt není v seznamu.

source: The conversation associated with this bookmark will not be removed.
cs: Konverzace spojené s touto záložkou nebudou odstraněny.

source: The conversation associated with this contact will not be removed.
cs: Konverzace spojené s tímto kontaktem nebudou odstraněny.

source: The debt has been added successfully
cs: Dluh byl úspěšně přidán

source: The debt has been deleted successfully
cs: Dluh byl úspěšně smazán

source: The debt has been updated successfully
cs: Dluh byl úspěšně aktulizován

source: The fiat price from localbitcoins.com.
cs: Fiat cena z localbitcoins.com.

source: The file has been deleted
cs: Soubor byl smazán

source: The file you selected is not an image
cs: Vybraný soubor není obrázek

source: The free plan has limitations.
cs: Bezplatná verze má omezení.

source: The gift has been added successfully
cs: Dárek byl úspěšně přidán

source: The gift has been deleted successfully
cs: Dárek byl úspěšně smazán

source: The image file has been deleted
cs: Obrázek byl smazán

source: The import is in progress.
cs: Probíhá import.

source: The invitation has been successfully deleted
cs: Pozvánka byla úspěšně smazána

source: The journal entry has been successfully deleted.
cs: Záznam deníku byl úspěšně smazán.

source: The journal lets you write events that happened to you, and remember them.
cs: Deník umožňuje zaznamenávání událostí které se staly a ulehčuje jejich zapamatování.

source: The name this client identifies itself with
cs: Jméno se kterým se tento klient identifikuje

source: The note has been created successfully
cs: Poznámka byla úspěšně vytvořena

source: The note has been deleted successfully
cs: Poznámka byla úspěšně smazána

source: The note has been saved successfully
cs: Poznámka byla úspěšně uložena
